Repository: Christianlm/proMemoria
Catalog: addon/locale/*/nvda.po
Languages: it

source: Insert Pro&memoria
it: Aggiungi un Pro&memoria

source: &View Promemoria
it: &Visualizza i promemoria

source: &Check updates
it: &Controlla Aggiornamenti...

source: No reminders set.
it: Nessun promemoria in programma.

source: Show the promemoria dialog.
it: visualizza la finestra per aggiungere un promemoria.

source: The current version {ver} is the latest.
it: L'attuale versione {ver} è l'ultima disponibile.

source: Promemoria addon is up to date!
it: Il componente Promemoria è aggiornato.

source: Actung!
it: Attenzione!

source: &Remove reminder
it: &Non ricordarmelo più

source: Are you sure you want to delete this reminder?
it: Sei sicuro di voler cancellare questo promemoria?

source: Confirm
it: Conferma...

source: &Event:
it: &Avvenimento

source: Select &day
it: Imposta il &giorno:

source: Select &mounth
it: Imposta il &mese:

source: New Version Notification
it: Nuova versione disponibile.

source: Proceed to &download page
it: Vai alla pagina di &download

source: &Delete reminder
it: &Elimina

source: All reminders has been deleted.
it: Tutti i promemoria sono stati eliminati.

source: Do you remember?
it: Ti ricordi?

source: Quick reminder
it: ProMemoria

source: Warns with a message when starting NVDA if there are reminders for the day
it: Avvisa con un messaggio quando si avvia NVDA se ci sono promemoria per il giorno in corso.
