Repository: Christianlm/proMemoria
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Pro&memoria
ru: &Напоминание

source: Insert Pro&memoria
ru: &Вставить напоминание

source: &View Promemoria
ru: &Просмотр напоминаний

source: &Check updates
ru: &Проверить обновления

source: No reminders set.
ru: Никаких напоминаний не установлено.

source: Show the promemoria dialog.
ru: Показать диалоговое окно напоминаний

source: The current version {ver} is the latest.
ru: Текущая версия {ver} является последней.

source: Promemoria addon is up to date!
ru: Дополнение Promemoria обновлено!

source: Actung!
ru: Внимание!

source: &Ok
ru: &ОК

source: &Remove reminder
ru: &Удалить напоминание

source: Are you sure you want to delete this reminder?
ru: Вы уверены, что хотите удалить это напоминание?

source: Confirm
ru: Подтверждаю

source: Promemoria
ru: Напоминание

source: &Event:
ru: &Событие:

source: Select &day
ru: Выберите &день

source: Select &mounth
ru: Выберите &месяц

source: New Version Notification
ru: Уведомление о новой версии

source: Proceed to &download page
ru: & Перейдите на страницу загрузки

source: &Delete reminder
ru: &Удалить напоминание

source: All reminders has been deleted.
ru: Все напоминания были удалены.

source: Do you remember?
ru: Ты помнишь?
